Revit 2027 API
ParameterTypeId.FccAttributionSource Property
 "This data came from"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FccAttributionSource { get; }
Public Shared ReadOnly Property FccAttributionSource As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FccAttributionSource {
	ForgeTypeId^ get ();
}
static member FccAttributionSource : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace